Repository: ink1ing/pmt
Catalog: Sources/PMT/Localizable.xcstrings
Source language: en
Languages: zh_hans

# api
source: Model
zh_hans: 模型

source: Endpoint URL
zh_hans: 端点 URL

# requestAuthorization
source: Authorize
zh_hans: 授权

source: Log Out
zh_hans: 退出

source: Current Account
zh_hans: 当前账号

source: Not authorized
zh_hans: 未授权

source: Model
zh_hans: 模型

source: Current Model
zh_hans: 当前模型

# unselected
source: Not selected
zh_hans: 未选择

source: Load Models
zh_hans: 读取模型

source: Test Model
zh_hans: 测试模型

source: Manual Model ID
zh_hans: 手动模型 ID

source: Save API
zh_hans: 保存 API

source: Prompt
zh_hans: 提示词

source: Save Prompt
zh_hans: 保存 Prompt

source: Hotkey
zh_hans: 快捷键

source: Hotkey and Prompt
zh_hans: 快捷键和提示词

# restoreControlX
source: Reset to Ctrl + X
zh_hans: 恢复 Ctrl + X

source: Save Hotkey
zh_hans: 保存快捷键

# statusBar
source: Floating Icon
zh_hans: 悬浮图标

# showStatusBarIcon
source: Floating Icon
zh_hans: 悬浮图标

source: Permissions
zh_hans: 权限

source: Check Permissions
zh_hans: 检查权限

source: Request Accessibility
zh_hans: 请求辅助功能权限

source: Request Input Monitoring
zh_hans: 请求输入监控权限

source: Check Keyboard Permissions
zh_hans: 检查键盘权限

source: Restart Hotkey Monitor
zh_hans: 重启热键监听

# showLogs
source: Logs
zh_hans: 日志

source: Check for Updates
zh_hans: 检查更新

# previewFeature
source: Preview
zh_hans: 预览功能

# adviceFeature
source: Advice
zh_hans: 建议

source: Enable Advice
zh_hans: 启用建议

# adviceFrequency
source: Frequency
zh_hans: 频率

# adviceTime
source: Time
zh_hans: 时间

# adviceDetail
source: Detail
zh_hans: 详细程度

# advicePath
source: Save Path
zh_hans: 保存路径

# generateAdviceNow
source: Generate
zh_hans: 立即生成

# dictationHotkey
source: Dictation Hotkey and Model
zh_hans: 语音快捷键和模型

# whisperModel
source: Model
zh_hans: 模型

# downloadProgress
source: Download
zh_hans: 下载

# prepareProgress
source: Prepare
zh_hans: 准备

# prepareWhisperModel
source: Prepare Model
zh_hans: 准备模型

# deleteWhisperModel
source: Delete Model
zh_hans: 删除模型

source: Apple Silicon only
zh_hans: 仅支持 M 芯片

source: Logs
zh_hans: 日志

source: Clear
zh_hans: 清空

source: Language
zh_hans: 语言

source: Other Features
zh_hans: 其他功能

source: Save Language
zh_hans: 保存语言

# saveAll
source: Save
zh_hans: 保存

# quitApp
source: Quit
zh_hans: 退出

source: Usage
zh_hans: 使用说明

# usageStepPermissionsAndModel
source: 1. Permissions/model
zh_hans: 1. 配置权限和模型

# usageStepPromptAndHotkey
source: 2. Hotkey/prompt
zh_hans: 2. 配置快捷键和提示词

# usageStepRewrite
source: 3. Select and rewrite
zh_hans: 3. 选中文字并改写

# streamingMode
source: Streaming
zh_hans: 流式输出

# rewriteNow
source: Rewrite
zh_hans: 改写

source: Preset
zh_hans: 预设

source: Settings
zh_hans: 设置

# rewriteMode.concise
source: Cautious
zh_hans: 谨慎

# rewriteMode.standard
source: Precise
zh_hans: 精确

# rewriteMode.custom
source: Custom
zh_hans: 自定义

# adviceFrequency.manual
source: Manual
zh_hans: 手动

# adviceFrequency.daily
source: Daily
zh_hans: 每天

# adviceFrequency.weekly
source: Weekly
zh_hans: 每周

# adviceDetail.minimal
source: Minimal
zh_hans: 极简

# adviceDetail.brief
source: Brief
zh_hans: 简短

# adviceDetail.standard
source: Standard
zh_hans: 标准

source: Telegram Setup
zh_hans: Telegram 设置

# telegramSetupTitle
source: Connect Telegram
zh_hans: 接入 Telegram

# telegramSetupIntro
source: Push prompt review summaries to your Telegram.
zh_hans: 把提示词评价总结主动推送到你的 Telegram。

# telegramStep1
source: 1. In Telegram, open @BotFather, send /newbot to create a bot, and copy the Bot Token.
zh_hans: 1. 在 Telegram 搜索 @BotFather，发送 /newbot 创建机器人，复制得到的 Bot Token。

# telegramStep2
source: 2. Send any message to your new bot first — a bot cannot message you until you start the chat.
zh_hans: 2. 先在 Telegram 给你新建的机器人发送任意一条消息（必须你先发起对话，机器人才能回发）。

# telegramStep3
source: 3. Enter the Bot Token, then tap “Fetch Chat ID” — or get it from @userinfobot and fill it in.
zh_hans: 3. 填入 Bot Token 后点击“自动获取 Chat ID”，或向 @userinfobot 索取后手动填写。

# telegramHint
source: The token is stored only in your local Keychain. Pushing needs network access; only the final summary is sent, never raw history.
zh_hans: Token 仅保存在本地钥匙串；推送需要联网；只发送最终总结，不发送原始历史。

# telegramFetchChatID
source: Fetch Chat ID
zh_hans: 自动获取 Chat ID

# telegramSendTest
source: Send Test Message
zh_hans: 发送测试消息

source: Done
zh_hans: 完成

# resultTitle
source: Result
zh_hans: 改写结果

source: Copy
zh_hans: 复制

source: Close
zh_hans: 关闭
